import React, { Component } from 'react'

import './Page2.css'


class Page2 extends Component {

    constructor(props) {


        super(props)
        this.state = {
            family1: 'https://res.cloudinary.com/drvdkcdnl/image/upload/v1551287618/1.jpg',
        }


    }

    render() {
        let heading = ' يوم المرأة الامارتية'
        let text = `اقامة منظمة الاسرة العربية بالتعاون مع مجلس سيدات اعمال عجمان وبرعايه كريمة من غرفة تجارة عجمان وبتنظيم من شركة ايكو ايفكت للفعاليات اطلقت فعالية يوم المرأة على نهج زايذ
        من جانبه قال سعادة جمال عبيد البح نقف اليوم على جبل من الانجازات سطرتها المرأة الاماراتية مصحوبة بدعم من القيادة الرشيدة منذ عهد الشيخ زايد بن سلطان رحمه الله وإخوانه حكام الإمارات وصولا إلى عهد صاحب السمو الشيخ خليفة بن زايد رئيس الدولة رعاه وحفظه الله، وما قدمته سمو الشيخة فاطمة بنت مبارك رئيسة الاتحاد النسائي العام من دعم وتمكين ورعاية أثمر عن هذه الانجازات الغير مسبوقة عربيا.
        
        وأضاف اليوم نجد شخصيات رفيعات المستوى حملن المجد بأيديهن وارتقين إلى عنان السماء بعطائهن وسطرن ملامح التميز والابداع التي شكلت لوحة جميلة متسقة الأنساق للمرأة الاماراتية المبدعة فشكرا لعطاء المرأة الاماراتية وشكرا لتميزها وشكرا للجهود التي جعلت منها نموذجا عربيا رائعا.
        استهلت الجلسة الأولى التي ترأستها الدكتورة آمنة خليفة آل علي، على عدد من أوراق العمل تحت عنوان المرأة وتحقيق الطموح قدمتها الاستاذة ـ عواطف عبدالرحيم الهرمودي و العقيد الدكتورة جميلة ناصر الجايفي والمقدم دكتورة زبيدة جاسم المازمي، بحيث تم تناول ابداع المرأة الاماراتية في العديد من المجالات وضرورة التوازن بين دورة المرأة في العمل والأسرة وانعكاس قوة وترابط الاسرة على قوة وترابط المجتمع كذلك تم تناول دورها الأمني و العسكري المتميز.
        
        وتناولت الجلسة الثانية والتي ترأستها المقدم دكتورة زبيدة جاسم المازمي عدد من أوراق العمل تحت عنوان المرأة والمشاركة قدمتها الدكتورة آمنة خليفة آل علي والاستاذة ـ فاطمة عبيد المغني والسيدة ـ منيرة إسماعيل صفر، لتتناول الجلسة محاورالقطاع الاجتماعي والانساني ودور المرأة في تماسك وترابط المجتمع وسعادته وقطاع الفنون والتراث إلى جانب قطاع الترويح والرياضة وكيف أسهمت المرأة الاماراتية في رفعة وتقدم تلك القطاعات لتصبح المرأة محرك رئيسي لهذه القطاعات.`
        let text2 = `اقامة منظمة الاسرة العربية بالتعاون مع مجلس سيدات اعمال عجمان وبرعايه كريمة من غرفة تجارة عجمان وبتنظيم من شركة ايكو ايفكت للفعاليات اطلقت فعالية يوم المرأة على نهج زايذ من جانبه. `
        let text3 = `سطرتها المرأة الاماراتية مصحوبة بدعم من القيادة الرشيدة منذ عهد الشيخ زايد بن سلطان رحمه الله وإخوانه حكام الإمارات وصولا إلى عهد صاحب السمو الشيخ خليفة بن زايد رئيس الدولة رعاه وحفظه الله، وما قدمته سمو الشيخة فاطمة بنت مبارك رئيسة الاتحاد النسائي العام من دعم وتمكين ورعاية أثمر عن هذه الانجازات الغير مسبوقة عربيا. `
        let text4 = `وأضاف اليوم نجد شخصيات رفيعات المستوى حملن المجد بأيديهن وارتقين إلى عنان السماء بعطائهن وسطرن ملامح التميز والابداع التي شكلت لوحة جميلة متسقة الأنساق للمرأة الاماراتية المبدعة فشكرا لعطاء المرأة الاماراتية وشكرا لتميزها وشكرا للجهود التي جعلت منها نموذجا عربيا رائعا.`
        let text5 = `استهلت الجلسة الأولى التي ترأستها الدكتورة آمنة خليفة آل علي، على عدد من أوراق العمل تحت عنوان المرأة وتحقيق الطموح قدمتها الاستاذة ـ عواطف عبدالرحيم الهرمودي و العقيد الدكتورة جميلة ناصر الجايفي والمقدم دكتورة زبيدة جاسم المازمي، بحيث تم تناول ابداع المرأة الاماراتية في العديد من المجالات وضرورة التوازن بين دورة المرأة في العمل والأسرة وانعكاس قوة وترابط الاسرة على قوة وترابط المجتمع كذلك تم تناول دورها الأمني و العسكري المتميز. `
        let text6 = ` وتناولت الجلسة الثانية والتي ترأستها المقدم دكتورة زبيدة جاسم المازمي عدد من أوراق العمل تحت عنوان المرأة والمشاركة قدمتها الدكتورة آمنة خليفة آل علي والاستاذة ـ فاطمة عبيد المغني والسيدة ـ منيرة إسماعيل صفر، لتتناول الجلسة محاورالقطاع الاجتماعي والانساني ودور المرأة في تماسك وترابط المجتمع وسعادته وقطاع الفنون والتراث إلى جانب قطاع الترويح والرياضة وكيف أسهمت المرأة الاماراتية في رفعة وتقدم تلك القطاعات لتصبح المرأة محرك رئيسي لهذه القطاعات.`
        let text7 = ``
        return (


            <div>
                <div class="row">
                    <h1>{heading} </h1>
                    <section className="container section" >

                        <div className='col s6 offset-s6' class='carousel1 taieb'>
                            <a className='carousel-item'>
                                <img src={this.state.family1} alt='' />
                            </a>



                        </div>

                        <div class="container section" className='s12 m4 l8'>
                            <p>{text2}</p>
                            <p>{text3}</p>
                            <p>{text4}</p>
                            <p>{text5}</p>
                            <p>{text6}</p>
                            <p>{text7}</p>

                        </div>
                    </section>



                </div>

            </div>




        )
    }

}
//  

export default Page2