import React, { Component } from 'react'


//النشأة والتطور 

class Page6 extends Component {

    constructor(props) {


        super(props)
        this.state = {
            success: 'https://res.cloudinary.com/drvdkcdnl/image/upload/v1551307443/Dashboard/stair.png',

        }


    }

    render() {
        let heading = 'النشأة والتطور '
        let text = `إن تأسيس المنظمة تعبير عن المكانة والأهمية التي تحتلها الأسرة في الثقافة العربية ، وفي النسيج والبناء الاجتماعي للمجتمع العربي . فكان أنشاؤها ضرورة قومية وحضارية.

        فالأسرة حجر الزاوية واللبنة الأساسية في البناء الاجتماعي العربي . وهي حافظة الهوية الوطنية والقيم العربية والإسلامية . وهي المعقل الأول للتنشئة الاجتماعية وللتربية الوطنية ، وحصن الثقافة وآداه رئيسية لانتقالها من جيل لآخر.
        
        والأسرة عند العرب عنصر فعال في التنمية ، وفي تطور البنية الاقتصادية والاجتماعية والسكانية ، وفي تكريس التقدم والأمن والاستقرار والسلام في المجتمع.
        
        ولقد اكتسبت المنظمة عبر مسيرتها الطويلة الشرعية العربية والدولية. فأصبحت عضواً مراقباً في جامعة الدول العربية وفقاً للقرار 3782 . كما أصبحت عضواً فاعلاً في منظمة الأسرة العالمية وانتخب رئيسها عضواً في المكتب التنفيذي للمنظمة العالمية.
        
        لقد مرت المنظمة عبر مسيرتها بفترات مد وجزر . إذ تعرضت لازمات وانتكاسات أحياناً وشهدت حالات انتعاش وانتشار في أحيان أخرى. ولكن بالعزم والإرادة والإيمان الذي تمتعت به عناصرها وأعضائها ومسئوليها استمرت مسيرة المنظمة بالتقدم بثبات نحو تحقيق أهدافها والأغراض التي أنشأت من أجلها.`

        return (


            <div>
                <div class="row">
                    <h1>{heading} </h1>
                    <section className="container section" >
                        <a><img src={this.state.success} alt='' /></a>
                        <div class="container section" className='s12 m4 l8'>
                            <p>{text}</p>

                        </div>
                    </section>



                </div>

            </div>




        )
    }

}
//  

export default Page6