import React, { Component } from 'react'

import './Page3.css'


class Page3 extends Component {

    constructor(props) {


        super(props)
        this.state = {
            family1: 'https://res.cloudinary.com/drvdkcdnl/image/upload/v1551287618/1.jpg',

        }


    }

    render() {
        let heading = ' مذكرة تفاهم بين جامعة الشارقة ومنظمة الأسرة العربية'
        let text = `أكد الدكتور مهندس سامي محمود مدير جامعة الشارقة أن توجيهات صاحب السمو الشيخ الدكتور سلطان بن محمد القاسمي عضو المجلس الأعلى حاكم الشارقة الرئيس الأعلى لجامعة الشارقة تقضي بارتباط الجامعة بالمجتمع ارتباطاً يؤدي إلى تنميته وتطوير مختلف شرائحه وفي مقدمتها الأسرة، وذلك ضمن استراتيجيات الدراسات والأبحاث التي يعقدها المتخصصون في الجامعة .

        وقال في كلمة ألقاها عقب توقيع مذكرة تفاهم مشترك بين جامعة الشارقة ومنظمة الأسرة العربية وقعها معه جمال بن عبيد البح رئيس المنظمة، إنه ولتنفيذ هذه التوجيهات السامية تعمل الجامعة على عقد الكثير من البرامج والأنشطة والفعاليات، كما عملت على إدخال عناصر ومقومات خدمة المجتمع وتنميته في كثير من مناهجها وبرامجها الدراسية، مشيراً إلى أن مذكرة التفاهم المشترك مع منظمة الأسرة العربية هي واحدة من هذه الآفاق .`
        let text2=`
        
        من جانبه أعرب جمال بن عبيد البح رئيس منظمة الأسرة العربية عن اعتزازه وفخره بالتعاون مع جامعة الشارقة التي وصفها بالصرح العلمي الذي يشع نوراً على المجتمع المحيط بدعم مباشر من صاحب السمو حاكم الشارقة . وقال: إننا نتطلع من خلال هذه الشراكة مع جامعة الشارقة لانطلاقة نوعية في مشاريع المنظمة وبرامجها في خدمة الأسرة العربية على مستوى الوطن العربي، مشيراً إلى اشتمال الاتفاقية على مثل هذه البرامج الطموحة على المستوى القومي .
        
        تم توقيع الاتفاقية بحضور الدكتور سليم سعيد صبري نائب مدير الجامعة للشؤون الأكاديمية وفريد الأميري مدير مركز التعليم المستمر وخدمة المجتمع ومحمد بن دخين مدير المركز الإعلامي والدكتور أحمد العموش أستاذ علم الاجتماع بكلية الآداب والعلوم الإنسانية والاجتماعية، كما حضر مراسم التوقيع عن منظمة الأسرة العربية الدكتور أحمد حمودة مستشار ومدير عام المنظمة وسلوى محمد نوري مديرة التنسيق والمتابعة فيها .`
        let text3=`
        
        ونصت بنود الاتفاقية على أن يعمل طرفاها على تدعيم وتنفيذ البحوث والدراسات والمسوح العلمية في المجالات التي تخدم القطاع الاجتماعي ذات العلاقة بالأسرة الإماراتية والعربية على أن تقوم جامعة الشارقة بتقديم البرامج التدريبية والاستشارات المهنية .
        
        وانتهت مراسم التوقيع بتبادل الدروع التذكارية بين الجانبين .`
        return (


            <div>
                <div class="row">
                    <h1>{heading} </h1>
                    <section className="container section" >

                        <div class="container section" className='s12 m4 l8'>
                            <p>{text}</p>
                            <br/>
                            <p>{text2}</p>
                            <br/>
                            <p>{text3}</p>
                        </div>
                    </section>



                </div>

            </div>




        )
    }

}
//  

export default Page3